// const SENTIMENTS = {
//   positive: { n: 'Позитив', p: { bg: '#D0E1DF' } }, // Мягкий светлый зеленый (на основе #4F8583)
//   neutral: { n: 'Нейтральный', p: { bg: '#E2E9DE' } }, // Светлый серо-зеленый (из вашей палитры)
//   mixed: { n: 'Смешанный', p: { bg: '#DCE8E6' } }, // Светлый серо-голубой (из вашей палитры)
//   negative: { n: 'Негатив', p: { bg: '#F3DFD6' } }, // Нежный пастельно-оранжевый (из вашей палитры)
//   backlash: { n: 'Критический негатив', p: { bg: '#EFAFA0' } }, // Приглушенный красный/коралловый (на основе #BD6046)
// }

const SENTIMENTS = {
  positive: { n: 'Позитив', p: { bg: '#4f8583' } },
  neutral: { n: 'Нейтральный', p: { bg: '#afb9b4' } },
  mixed: { n: 'Смешанный', p: { bg: '#7b6c9c' } },
  negative: { n: 'Негатив', p: { bg: '#b8811f' } },
  backlash: { n: 'Критический негатив', p: { bg: '#bd6046' } },
}
export default SENTIMENTS
